[
    {
      "name": "Soumadip Dey",
      "designation": "Assistant Professor",
      "institution": "Brainware University",
      "review": "Claexa AI has revolutionized the way I create assessments. Its question generation and syllabus-mapping features save hours every week. A true asset for modern educators."
    },
    {
      "name": "Sumit Gupta",
      "designation": "Assistant Professor",
      "institution": "Guru Ghasidas Vishwavidyalaya",
      "review": "An impressive all-in-one tool for teachers. I especially appreciate the question paper generator—it adapts to different difficulty levels and saves so much time!"
    },
    {
      "name": "Dibyaranjan Rout",
      "designation": "Associate Professor",
      "institution": "Kalinga Institute of Industrial Technology",
      "review": "Claexa AI simplifies the most repetitive academic tasks. From generating quizzes to organizing student data, it’s intuitive and powerful."
    },
    {
      "name": "Surajit Bhakta",
      "designation": "Principal",
      "institution": "Swami Vivekananda Vidyamandir",
      "review": "We’ve introduced Claexa AI across our school, and the feedback from teachers has been overwhelmingly positive. It’s streamlined our question paper creation process."
    },
    {
      "name": "Ratnabali Pal",
      "designation": "Lecturer",
      "institution": "Arctic University of Norway",
      "review": "Claexa AI provides remarkable flexibility in generating diverse and quality questions. A global solution with local relevance."
    },
    {
      "name": "Saikat Mukherjee",
      "designation": "Lead Consultant",
      "institution": "HCL Technologies",
      "review": "Though not a traditional educator, I explored Claexa AI for corporate training purposes. Its customization and automation features are top-notch."
    },
    {
      "name": "Anupam Das",
      "designation": "Independent Teacher",
      "institution": "Computer Science and IT",
      "review": "As an independent educator, I rely heavily on tools like Claexa AI. It helps me maintain quality and consistency across my digital classrooms."
    },
    {
      "name": "Sohail Parvez",
      "designation": "Physics Teacher",
      "institution": "Private Coaching Institute",
      "review": "Claexa AI is a game-changer. It helps me prepare concept-based and numerical questions within minutes, aligned to the latest board patterns."
    },
    {
      "name": "Joyendu Santra",
      "designation": "Chemistry Teacher",
      "institution": "Reputed ICSE School",
      "review": "Claexa AI has added immense value to my teaching. The chemistry question bank is diverse, and the smart features reduce manual effort."
    }
  ]